Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

source: Couldn't confidently read an assignment there — check the fields below, or try again.
de: Wir konnten die Aufgabe dort nicht sicher lesen — überprüfe die Felder unten oder versuche es erneut.
es: No pudimos leer la tarea con seguridad ahí — revisa los campos de abajo o inténtalo de nuevo.
fr: Nous n'avons pas pu lire la tâche avec certitude à cet endroit — vérifiez les champs ci-dessous ou réessayez.
hy: Չհաջողվեց վստահորեն կարդալ առաջադրանքը — ստուգիր ստորև դաշտերը կամ նորից փորձիր:
it: Non siamo riusciti a leggere il compito con sicurezza — controlla i campi qui sotto o riprova.
ka: დავალების დამაჯერებლად წაკითხვა ვერ მოხერხდა — შეამოწმე ქვემოთ მოცემული ველები ან სცადე ხელახლა.
ru: Не удалось уверенно распознать задание — проверь поля ниже или попробуй снова.
sr: Ту нисмо са сигурношћу успели да препознамо задатак — провери поља испод, или покушај поново.

source: Couldn't save. Try again.
de: Konnte nicht gespeichert werden. Versuch es erneut.
es: No se pudo guardar. Inténtalo de nuevo.
fr: Impossible d'enregistrer. Veuillez réessayer.
hy: Չհաջողվեց պահպանել։ Նորից փորձիր։
it: Impossibile salvare. Riprova.
ka: ვერ შეინახა. სცადე ისევ.
ru: Не удалось сохранить. Попробуй снова.
sr: Чување није успело. Покушај поново.

source: Country
de: Land
es: País
fr: Pays
hy: Երկիր
it: Paese
ka: ქვეყანა
ru: Страна
sr: Земља

source: Create Account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
hy: Ստեղծել հաշիվ
it: Crea account
ka: ანგარიშის შექმნა
ru: Создать аккаунт
sr: Направи налог

source: Creating your plan
de: Dein Plan wird erstellt
es: Creando tu plan
fr: Création de votre programme
hy: Ստեղծվում է քո ծրագիրը
it: Creazione del tuo piano
ka: შენი გეგმის შექმნა
ru: Создаём твой план
sr: Креирамо твој план

source: Current
de: Aktuell
es: Actual
fr: Actuel
hy: Ընթացիկ
it: Attuale
ka: მიმდინარე
ru: Текущее
sr: Тренутно

source: Current body
de: Aktueller Körper
es: Cuerpo actual
fr: Corps actuel
hy: Ընթացիկ մարմին
it: Corpo attuale
ka: მიმდინარე სხეული
ru: Текущее тело
sr: Тренутно тело

source: Custom training
de: Individuelles Training
es: Entrenamiento personalizado
fr: Entraînement personnalisé
hy: Անհատական մարզում
it: Allenamento personalizzato
ka: მორგებული ვარჯიში
ru: Свои тренировки
sr: Прилагођен тренинг

source: Custom training by sport type is coming soon — Soma will build sport-specific sessions here. For now, Soma's pick still adapts to today's readiness.
de: Individuelles Training nach Sportart kommt bald — Soma erstellt hier sportspezifische Einheiten. Bis dahin passt sich Somas Wahl weiterhin an deine heutige Verfassung an.
es: El entrenamiento personalizado por tipo de deporte llegará pronto — Soma creará aquí sesiones específicas para cada deporte. Por ahora, la elección de Soma sigue adaptándose a tu estado de hoy.
fr: L'entraînement personnalisé par type de sport arrive bientôt — Soma créera ici des séances spécifiques à chaque sport. En attendant, le choix de Soma continue de s'adapter à votre forme du jour.
hy: Սպորտի տեսակով անհատական մարզումը շուտով կլինի — Soma-ն այստեղ կկառուցի սպորտին հատուկ մարզումներ: Առայժմ Soma-ի ընտրությունը դեռ հարմարվում է այսօրվա պատրաստվածությանը:
it: L'allenamento personalizzato per tipo di sport arriverà presto — Soma creerà qui sessioni specifiche per sport. Per ora, la scelta di Soma continua ad adattarsi alla tua forma di oggi.
ka: მორგებული ვარჯიში სპორტის სახეობის მიხედვით მალე დაემატება — Soma აქ შექმნის სპორტისთვის სპეციფიკურ სესიებს. ამჯერად, Soma-ს არჩევანი კვლავ მორგებულია დღევანდელ მზადყოფნაზე.
ru: Свои тренировки по виду спорта появятся скоро — Soma будет создавать здесь занятия под конкретный вид спорта. Пока что выбор Soma по-прежнему подстраивается под твою сегодняшнюю готовность.
sr: Прилагођен тренинг по врсти спорта стиже ускоро — Soma ће овде креирати сесије специфичне за спорт. За сада, Somin избор и даље се прилагођава данашњој спремности.

source: Customizing your health plan...
de: Dein Gesundheitsplan wird angepasst...
es: Personalizando tu plan de salud...
fr: Personnalisation de votre plan de santé...
hy: Հարմարեցնում ենք քո առողջության պլանը...
it: Personalizzazione del tuo piano di salute...
ka: შენი ჯანმრთელობის გეგმის მორგება...
ru: Настраиваем твой план здоровья...
sr: Прилагођавамо твој план здравља...

source: Custom…
de: Individuell…
es: Personalizado…
fr: Personnalisé…
hy: Անհատական…
it: Personalizzato…
ka: საკუთარი…
ru: Свой…
sr: Прилагођено…

source: Daily checklist
de: Tägliche Checkliste
es: Lista diaria
fr: Liste quotidienne
hy: Օրական ստուգաթերթ
it: Lista giornaliera
ka: ყოველდღიური საკონტროლო სია
ru: Ежедневный чек-лист
sr: Дневна листа

source: Daily readiness
de: Tägliche Bereitschaft
es: Preparación diaria
fr: Forme quotidienne
hy: Օրական պատրաստվածություն
it: Prontezza giornaliera
ka: ყოველდღიური მზადყოფნა
ru: Ежедневная готовность
sr: Дневна спремност

source: Daily recommendation for
de: Tägliche Empfehlung für
es: Recomendación diaria para
fr: Recommandation quotidienne pour
hy: Օրվա առաջարկությունը
it: Raccomandazione giornaliera per
ka: დღის რეკომენდაცია
ru: Дневная рекомендация на
sr: Дневна препорука за

source: Daily recommendations for
de: Deine täglichen Empfehlungen
es: Tus recomendaciones diarias
fr: Vos recommandations quotidiennes
hy: Օրական առաջարկություններ քեզ համար
it: I tuoi consigli giornalieri
ka: დღიური რეკომენდაციები შენთვის
ru: Ежедневные рекомендации для тебя
sr: Дневне препоруке за тебе

source: Daily tasks
de: Tägliche Aufgaben
es: Tareas diarias
fr: Tâches quotidiennes
hy: Օրական առաջադրանքներ
it: Attività giornaliere
ka: ყოველდღიური დავალებები
ru: Ежедневные задачи
sr: Дневни задаци

source: Date of birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
hy: Ծննդյան ամսաթիվ
it: Data di nascita
ka: დაბადების თარიღი
ru: Дата рождения
sr: Датум рођења

source: Day %lld of your journey
de: Tag %lld deiner Reise
es: Día %lld de tu camino
fr: Jour %lld de votre parcours
hy: Քո ճանապարհորդության %lld-րդ օրը
it: Giorno %lld del tuo percorso
ka: შენი გზის %lld-ე დღე
ru: День %lld твоего пути
sr: Дан %lld твог пута

source: Day view shows today's single reading above.
de: Die Tagesansicht zeigt oben den einzigen heutigen Messwert.
es: La vista de día muestra arriba la única lectura de hoy.
fr: La vue Jour affiche ci-dessus la seule mesure d'aujourd'hui.
hy: «Օր» ռեժիմում վերևում ցուցադրվում է միայն այսօրվա ցուցանիշը։
it: La visualizzazione giornaliera mostra sopra l'unica rilevazione di oggi.
ka: „დღის“ ხედი ზემოთ აჩვენებს მხოლოდ დღევანდელ ჩვენებას.
ru: В режиме «День» выше показан только сегодняшний показатель.
sr: У приказу „Дан“, изнад је приказано само данашње очитавање.

source: Deep
de: Tiefschlaf
es: Profundo
fr: Profond
hy: Խոր
it: Profondo
ka: ღრმა
ru: Глубокий
sr: Дубок сан

source: Describe your meal and Soma will fill in the fields below -- review and adjust anything before saving.
de: Beschreibe deine Mahlzeit, und Soma füllt die Felder unten aus – überprüfe und passe alles an, bevor du speicherst.
es: Describe tu comida y Soma completará los campos de abajo: revisa y ajusta lo que necesites antes de guardar.
fr: Décrivez votre repas et Soma remplira les champs ci-dessous : vérifiez et ajustez si besoin avant d'enregistrer.
hy: Նկարագրիր քո սնունդը, և Soma-ն կլրացնի ստորև դաշտերը․ ստուգիր և անհրաժեշտության դեպքում ուղղիր՝ նախքան պահպանելը։
it: Descrivi il tuo pasto e Soma compilerà i campi qui sotto: rivedi e modifica tutto ciò che vuoi prima di salvare.
ka: აღწერე შენი კვება და Soma შეავსებს ველებს ქვემოთ — შეამოწმე და საჭიროებისამებრ შეასწორე შენახვამდე.
ru: Опиши свой приём пищи, и Soma заполнит поля ниже — проверь и при необходимости скорректируй перед сохранением.
sr: Опиши свој оброк, а Soma ће попунити поља испод — прегледај и по потреби прилагоди пре чувања.

source: Designed to help you stay on track
de: Entwickelt, damit du auf Kurs bleibst
es: Diseñada para ayudarte a mantener el rumbo
fr: Conçue pour vous aider à rester sur la bonne voie
hy: Ստեղծված է քեզ ճիշտ ուղու վրա պահելու համար
it: Progettata per aiutarti a restare in carreggiata
ka: შექმნილია იმისთვის, რომ დაგეხმაროს გზაზე დარჩენაში
ru: Создано, чтобы помочь тебе не сбиваться с курса
sr: Осмишљено да ти помогне да останеш на правом путу

source: Devices & Data
de: Geräte & Daten
es: Dispositivos y datos
fr: Appareils et données
hy: Սարքեր և տվյալներ
it: Dispositivi e dati
ka: მოწყობილობები და მონაცემები
ru: Устройства и данные
sr: Уређаји и подаци

source: Do it again
de: Mach es nochmal
es: Hazlo de nuevo
fr: Recommencer
hy: Կրկնիր
it: Ripetilo
ka: გაიმეორე
ru: Повторить
sr: Понови

source: Do you currently work with a personal trainer?
de: Arbeitest du aktuell mit einem Personal Trainer?
es: ¿Actualmente trabajas con un entrenador personal?
fr: Travaillez-vous actuellement avec un coach personnel ?
hy: Ներկայում անհատական մարզչի հետ աշխատու՞մ ես:
it: Attualmente ti alleni con un personal trainer?
ka: ამჟამად პერსონალურ მწვრთნელთან მუშაობ?
ru: Ты сейчас занимаешься с персональным тренером?
sr: Да ли тренутно радиш са личним тренером?

source: Do you follow a specific diet?
de: Folgst du einer bestimmten Ernährungsweise?
es: ¿Sigues una dieta específica?
fr: Suivez-vous un régime alimentaire spécifique ?
hy: Հետևու՞մ ես կոնկրետ սննդակարգի:
it: Segui una dieta specifica?
ka: იცავ კონკრეტულ დიეტას?
ru: Придерживаешься ли ты определённой диеты?
sr: Да ли се придржаваш одређене дијете?

source: Done
de: Fertig
es: Listo
fr: Terminé
hy: Պատրաստ է
it: Fatto
ka: მზადაა
ru: Готово
sr: Готово

source: Duration
de: Dauer
es: Duración
fr: Durée
hy: Տևողություն
it: Durata
ka: ხანგრძლივობა
ru: Длительность
sr: Трајање

source: EARLY ACCESS
de: FRÜHER ZUGANG
es: ACCESO ANTICIPADO
fr: ACCÈS ANTICIPÉ
hy: ՎԱՂ ՄՈՒՏՔ
it: ACCESSO ANTICIPATO
ka: ადრეული წვდომა
ru: РАННИЙ ДОСТУП
sr: РАНИ ПРИСТУП

source: EQUIPMENT
de: AUSRÜSTUNG
es: EQUIPO
fr: ÉQUIPEMENT
hy: ՀԱՐՄԱՐԱՆՔՆԵՐ
it: ATTREZZATURA
ka: ინვენტარი
ru: ЭКИПИРОВКА
sr: ОПРЕМА

source: Edit this log
de: Diesen Eintrag bearbeiten
es: Editar este registro
fr: Modifier cet enregistrement
hy: Խմբագրել գրառումը
it: Modifica questo registro
ka: ჩანაწერის რედაქტირება
ru: Изменить запись
sr: Измени овај унос

source: Effort
de: Anstrengung
es: Esfuerzo
hy: Ջանք
it: Sforzo
ka: ძალისხმევა
ru: Усилие
sr: Напор

source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
hy: Միացնել ծանուցումները
it: Attiva le notifiche
ka: შეტყობინებების ჩართვა
ru: Включить уведомления
sr: Укључи обавештења

source: Enable notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
hy: Միացնել ծանուցումները
it: Attiva le notifiche
ka: შეტყობინებების ჩართვა
ru: Включить уведомления
sr: Укључи обавештења

source: End this goal
de: Dieses Ziel beenden
es: Terminar este objetivo
fr: Mettre fin à cet objectif
hy: Ավարտել այս նպատակը
it: Termina questo obiettivo
ka: მიზნის დასრულება
ru: Завершить цель
sr: Заврши овај циљ

source: End this goal?
de: Dieses Ziel beenden?
es: ¿Terminar este objetivo?
fr: Mettre fin à cet objectif ?
hy: Ավարտե՞լ այս նպատակը:
it: Terminare questo obiettivo?
ka: დაასრულო ეს მიზანი?
ru: Завершить эту цель?
sr: Завршити овај циљ?

source: Enter code
de: Code eingeben
es: Introduce el código
fr: Saisissez le code
hy: Մուտքագրիր կոդը
it: Inserisci il codice
ka: შეიყვანე კოდი
ru: Введи код
sr: Унеси код

source: Enter referral code
de: Empfehlungscode eingeben
es: Introduce el código de referido
fr: Saisis le code de parrainage
hy: Մուտքագրիր հրավերի կոդը
it: Inserisci il codice di invito
ka: შეიყვანე სარეფერალო კოდი
ru: Введи реферальный код
sr: Унеси реферални код

source: Equipment & access
de: Ausrüstung & Zugang
es: Equipo y acceso
fr: Équipement et accès
hy: Սարքավորումներ և հասանելիություն
it: Attrezzatura e accesso
ka: ინვენტარი და ხელმისაწვდომობა
ru: Оборудование и доступ
sr: Опрема и приступ

source: Estimate calories & macros with AI
de: Kalorien & Makros mit KI schätzen
es: Estimar calorías y macros con IA
fr: Estimer les calories et les macros avec l'IA
hy: Գնահատիր կալորիաներն ու մակրոները AI-ով
it: Stima calorie e macro con l'IA
ka: შეაფასე კალორიები და მაკროელემენტები AI-ით
ru: Оценить калории и БЖУ с помощью ИИ
sr: Процени калорије и макронутријенте помоћу AI

source: Estimated progress
de: Geschätzter Fortschritt
es: Progreso estimado
fr: Progrès estimé
hy: Կանխատեսվող առաջընթաց
it: Progresso stimato
ka: სავარაუდო პროგრესი
ru: Ожидаемый прогресс
sr: Процењени напредак

source: Every logged workout
de: Alle protokollierten Workouts
es: Todos los entrenamientos registrados
fr: Tous les entraînements enregistrés
hy: Ամեն գրանցված մարզում
it: Tutti gli allenamenti registrati
ka: ყოველი ჩანიშნული ვარჯიში
ru: Каждая записанная тренировка
sr: Сваки забележени тренинг

source: Every sport has measurable goals — plus your own coach's task, tracked the same honest way.
de: Jede Sportart hat messbare Ziele — plus die Aufgabe deines Trainers, genauso ehrlich verfolgt.
es: Cada deporte tiene objetivos medibles — además de la tarea de tu entrenador, con el mismo seguimiento honesto.
fr: Chaque sport a des objectifs mesurables — ainsi que la tâche de votre entraîneur, suivie avec la même honnêteté.
hy: Ամեն մարզաձև ունի չափելի նպատակներ, ինչպես նաև՝ քո մարզիչի հանձնարարությունը, որը հետևվում է նույն ազնիվ եղանակով:
it: Ogni sport ha obiettivi misurabili — oltre al compito del tuo allenatore, monitorato con la stessa onestà.
ka: ყველა სპორტს აქვს გაზომვადი მიზნები — და ასევე შენი მწვრთნელის დავალება, რომელსაც იმავე პატიოსანი წესით ვადევნებთ თვალს.
ru: У каждого вида спорта есть измеримые цели — а ещё задание от твоего тренера, которое отслеживается так же честно.
sr: Сваки спорт има мерљиве циљеве — плус задатак твог тренера, који се прати подједнако поштено.

source: Exact exercises, sets, weights, and how to do each one -- built around the workout you picked above.
de: Genaue Übungen, Sätze, Gewichte und wie du jede davon ausführst – abgestimmt auf das Workout, das du oben ausgewählt hast.
es: Ejercicios, series y pesos exactos, y cómo hacer cada uno, creados en torno al entrenamiento que elegiste arriba.
fr: Exercices, séries, charges précis et comment réaliser chacun d'eux — conçus autour de la séance que vous avez choisie ci-dessus.
hy: Ճշգրիտ վարժություններ, մոտեցումներ, կշիռներ և յուրաքանչյուրի կատարման եղանակը՝ կառուցված վերևում ընտրած մարզման հիման վրա։
it: Esercizi, serie, pesi esatti e come eseguire ciascuno, creati intorno all'allenamento che hai scelto sopra.
ka: ზუსტი სავარჯიშოები, სეტები, წონები და თითოეულის შესრულების წესი — აგებულია შენ მიერ ზემოთ არჩეულ ვარჯიშზე.
ru: Точные упражнения, подходы, веса и техника выполнения каждого — построено вокруг тренировки, выбранной выше.
sr: Тачне вежбе, серије, тежине и начин извођења сваке — направљено око тренинга изабраног изнад.

source: Exact exercises, sets, weights, and how to do each one — built around the workout you picked above.
de: Genaue Übungen, Sätze, Gewichte und wie man jede davon ausführt — abgestimmt auf das oben gewählte Training.
es: Ejercicios, series y pesos exactos, y cómo hacer cada uno — creados en torno al entrenamiento que elegiste arriba.
fr: Exercices, séries, poids exacts et comment faire chacun — construits autour de l'entraînement choisi ci-dessus.
hy: Ճշգրիտ վարժություններ, սերիաներ, քաշեր և յուրաքանչյուրի կատարման եղանակը — կառուցված վերևում ընտրված մարզման շուրջ:
it: Esercizi, serie e pesi esatti, e come eseguire ciascuno — costruiti attorno all'allenamento scelto sopra.
ka: ზუსტი ვარჯიშები, სეტები, წონები და თითოეულის შესრულების წესი — აგებულია ზემოთ არჩეული ვარჯიშის გარშემო.
ru: Точные упражнения, подходы, веса и техника выполнения каждого — построено вокруг выбранной выше тренировки.
sr: Тачне вежбе, серије, тежине и начин извођења сваке — направљено око тренинга изабраног изнад.

source: Exercise
de: Übung
es: Ejercicio
fr: Exercice
hy: Վարժություն
it: Esercizio
ka: სავარჯიშო
ru: Упражнение
sr: Вежба

source: Exercises
de: Übungen
es: Ejercicios
fr: Exercices
hy: Վարժություններ
it: Esercizi
ka: სავარჯიშოები
ru: Упражнения
sr: Вежбе

source: Experience
de: Erfahrung
es: Experiencia
fr: Expérience
hy: Փորձառություն
it: Esperienza
ka: გამოცდილება
ru: Опыт
sr: Искуство

source: Extend the block
de: Block verlängern
es: Ampliar el bloque
fr: Prolonger le bloc
hy: Երկարացնել բլոկը
it: Estendi il blocco
ka: ბლოკის გაგრძელება
ru: Продлить блок
sr: Продужи блок

source: Fat
de: Fett
es: Grasas
fr: Lipides
hy: Ճարպեր
it: Grassi
ka: ცხიმები
ru: Жиры
sr: Масти

source: Feedback for next time
de: Feedback für das nächste Mal
es: Comentarios para la próxima vez
fr: Commentaires pour la prochaine fois
hy: Արձագանք հաջորդ անգամի համար
it: Feedback per la prossima volta
ka: გამოხმაურება შემდეგჯერზე
ru: Отзыв на следующий раз
sr: Фидбек за следећи пут

source: Feedback for next time (optional)
de: Feedback für das nächste Mal (optional)
es: Comentarios para la próxima vez (opcional)
fr: Commentaires pour la prochaine fois (facultatif)
hy: Արձագանք հաջորդ անգամի համար (ընտրովի)
it: Feedback per la prossima volta (facoltativo)
ka: გამოხმაურება შემდეგჯერზე (არასავალდებულო)
ru: Отзыв на следующий раз (необязательно)
sr: Фидбек за следећи пут (опционо)

source: Final check-in
de: Abschließender Check-in
es: Control final
fr: Bilan final
hy: Վերջնական չեք-ինը
it: Controllo finale
ka: ფინალური ჩეკ-ინი
ru: Финальный чек-ин
sr: Завршна провера

source: Final re-test
de: Abschlusstest
es: Prueba final
fr: Test final
hy: Վերջնական կրկնակի թեստը
it: Test finale
ka: ფინალური ხელახალი ტესტი
ru: Финальный повторный тест
sr: Завршни поновни тест

source: Finalizing your results...
de: Deine Ergebnisse werden fertiggestellt...
es: Finalizando tus resultados...
fr: Finalisation de vos résultats...
hy: Ավարտում ենք քո արդյունքները...
it: Finalizzazione dei tuoi risultati...
ka: შენი შედეგების დასრულება...
ru: Завершаем подготовку результатов...
sr: Финализујемо твоје резултате...

source: Find your next best day
de: Finde deinen nächsten besten Tag
es: Encuentra tu próximo mejor día
fr: Trouvez votre prochain jour idéal
hy: Գտիր քո հաջորդ լավագույն օրը
it: Trova il tuo prossimo giorno migliore
ka: იპოვე შენი შემდეგი საუკეთესო დღე
ru: Найди свой следующий лучший день
sr: Пронађи свој следећи најбољи дан

source: Finish Setup
de: Einrichtung abschließen
es: Finalizar configuración
fr: Terminer la configuration
hy: Ավարտել կարգավորումը
it: Completa la configurazione
ka: დაყენების დასრულება
ru: Завершить настройку
sr: Заврши подешавање

source: For your coach
de: Für deinen Coach
es: Para tu coach
fr: Pour votre coach
hy: Քո մարզչի համար
it: Per il tuo coach
ka: შენი მწვრთნელისთვის
ru: Для твоего тренера
sr: За твог тренера

source: Found a bug or have an idea? It goes straight to the team.
de: Einen Fehler gefunden oder eine Idee? Sie geht direkt ans Team.
es: ¿Encontraste un error o tienes una idea? Llega directo al equipo.
fr: Vous avez trouvé un bug ou une idée à partager ? Elle arrive directement à l'équipe.
hy: Բագ գտա՞ր, թե՞ գաղափար ունես։ Ուղիղ կհասնի թիմին։
it: Hai trovato un bug o hai un'idea? Arriva dritta al team.
ka: იპოვე ბაგი თუ გაქვს იდეა? პირდაპირ გუნდს მიუვა.
ru: Нашёл(-а) баг или есть идея? Она сразу попадёт к команде.
sr: Имаш пријаву грешке или идеју? Стиже директно до тима.

source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
hy: Հաճախականություն
it: Frequenza
ka: სიხშირე
ru: Частота
sr: Учесталост

source: From your profile — Soma doesn't track weight over time yet.
de: Aus deinem Profil – Soma verfolgt dein Gewicht über die Zeit noch nicht.
es: Desde tu perfil: Soma aún no hace seguimiento del peso a lo largo del tiempo.
fr: Depuis votre profil — Soma ne suit pas encore l'évolution du poids dans le temps.
hy: Քո պրոֆիլից — Soma-ն դեռ չի հետևում քաշի փոփոխություններին ժամանակի ընթացքում։
it: Dal tuo profilo: Soma non tiene ancora traccia del peso nel tempo.
ka: შენი პროფილიდან — Soma ჯერ არ აკვირდება წონის ცვლილებას დროთა განმავლობაში.
ru: Из твоего профиля — Soma пока не отслеживает изменения веса со временем.
sr: Из твог профила — Soma још не прати промене тежине током времена.

source: Generated with your gym picture
de: Erstellt mit deinem Fitnessstudio-Foto
es: Generado con tu foto del gimnasio
fr: Généré à partir de votre photo de la salle
hy: Ստեղծված է քո դահլիճի նկարով
it: Generato con la tua foto della palestra
ka: შექმნილია შენი დარბაზის ფოტოთი
ru: Создано по фото твоего зала
sr: Генерисано на основу твоје фотографије теретане

source: Get an honest target — and train it
de: Hol dir ein ehrliches Ziel — und trainiere es
es: Consigue un objetivo honesto — y entrénalo
fr: Obtenez un objectif honnête — et entraînez-le
hy: Ստացիր ազնիվ թիրախ և մարզվիր՝ հասնելու համար
it: Ottieni un obiettivo onesto — e allenalo
ka: მიიღე გულწრფელი სამიზნე — და ივარჯიშე მისკენ
ru: Получи честный ориентир — и тренируйся к нему
sr: Добиј поштен оријентир — и тренирај га

source: Get your daily plan in seconds, tailored to your health. Follow your plan, and see your progress add up.
de: Erhalte in Sekunden deinen Tagesplan, abgestimmt auf deine Gesundheit. Folge deinem Plan und beobachte, wie sich deine Fortschritte summieren.
es: Obtén tu plan diario en segundos, adaptado a tu salud. Sigue tu plan y observa cómo se acumula tu progreso.
fr: Obtenez votre plan quotidien en quelques secondes, adapté à votre santé. Suivez votre plan et regardez vos progrès s'accumuler.
hy: Ստացիր քո օրական պլանը վայրկյանների ընթացքում՝ հարմարեցված քո առողջությանը։ Հետևիր քո պլանին և տես, թե ինչպես է աճում քո առաջընթացը։
it: Ottieni il tuo piano giornaliero in pochi secondi, su misura per la tua salute. Segui il tuo piano e guarda i tuoi progressi accumularsi.
ka: მიიღე შენი ყოველდღიური გეგმა წამებში, მორგებული შენს ჯანმრთელობაზე. მიჰყევი გეგმას და ნახე, როგორ იზრდება შენი პროგრესი.
ru: Получи свой ежедневный план за секунды — с учётом твоего здоровья. Следуй плану и смотри, как растёт твой прогресс.
sr: Добиј свој дневни план за неколико секунди, прилагођен твом здрављу. Прати свој план и гледај како твој напредак расте.

source: Get your daily targets.
de: Hol dir deine Tagesziele.
es: Consigue tus objetivos diarios.
fr: Obtenez vos objectifs quotidiens.
hy: Ստացիր քո օրական նպատակները։
it: Ottieni i tuoi obiettivi giornalieri.
ka: მიიღე შენი დღიური მიზნები.
ru: Получи свои дневные цели.
sr: Добиј своје дневне циљеве.

source: Get your nutrition targets
de: Hol dir deine Ernährungsziele
es: Obtén tus objetivos de nutrición
fr: Obtenez vos objectifs nutritionnels
hy: Ստացիր սնուցման նպատակները
it: Ottieni i tuoi obiettivi nutrizionali
ka: მიიღე კვების სამიზნეები
ru: Получи цели по питанию
sr: Одреди своје циљеве исхране

source: Give me a standard workout anyway
de: Gib mir trotzdem ein normales Workout
es: Dame un entrenamiento estándar de todos modos
fr: Proposez-moi quand même une séance standard
hy: Այնուամենայնիվ տուր ինձ ստանդարտ մարզում
it: Dammi comunque un allenamento standard
ka: მაინც მომეცი სტანდარტული ვარჯიში
ru: Всё равно дай стандартную тренировку
sr: Ипак ми дај стандардни тренинг
